Repository: idrisskone101/pillie
Catalog: Pillie/Pillie/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, gu, he, hi, hr, hu, id, it, ja, kn, ko, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# onboarding.blocking_setup.privacy
source: Pillie only sees how many you picked. The apps themselves stay private on this device.
ar: لا يرى Pillie إلا عدد ما اخترتِه. تبقى التطبيقات نفسها خاصة على هذا الجهاز.
bn: আপনি কয়টি বেছে নিয়েছেন, Pillie শুধু সেটুকুই দেখে। অ্যাপগুলোর তথ্য এই ডিভাইসেই গোপন থাকে।
ca: Pillie només veu quantes n’has triat. Les apps es mantenen privades en aquest dispositiu.
cs: Pillie vidí jen, kolik aplikací je vybraných. Samotné aplikace zůstávají soukromé v tomto zařízení.
da: Pillie ser kun, hvor mange du har valgt. Hvilke apps det er, forbliver privat på denne enhed.
de: Pillie sieht nur, wie viele du ausgewählt hast. Welche Apps es sind, bleibt privat auf diesem Gerät.
el: Το Pillie βλέπει μόνο πόσες διάλεξες. Οι ίδιες οι εφαρμογές μένουν ιδιωτικές σε αυτή τη συσκευή.
es: Pillie solo ve cuántas elegiste. Las apps en sí quedan privadas en este dispositivo.
fi: Pillie näkee vain, montako valitsit. Itse sovellukset pysyvät yksityisinä tällä laitteella.
fr: Pillie voit seulement combien d’apps tu as choisies. Les apps elles-mêmes restent privées sur cet appareil.
gu: તમે કેટલી પસંદ કરી એટલું જ Pillie જુએ છે. ઍપ્સની વિગતો આ ઉપકરણ પર ખાનગી રહે છે.
he: Pillie רואה רק כמה בחרת. האפליקציות עצמן נשארות פרטיות במכשיר הזה.
hi: Pillie को बस यह पता चलता है कि कितने ऐप्स चुने गए। कौन-से ऐप्स हैं, यह इसी डिवाइस पर निजी रहता है।
hr: Pillie vidi samo broj odabranih aplikacija. Same aplikacije ostaju privatne na ovom uređaju.
hu: A Pillie csak azt látja, hányat választottál. Hogy melyek ezek, az ezen az eszközön marad.
id: Pillie hanya melihat jumlah yang kamu pilih. Aplikasinya sendiri tetap privat di perangkat ini.
it: Pillie vede solo quante ne hai scelte. Le app restano private su questo dispositivo.
ja: Pillieにわかるのは選んだ数だけです。どのアプリかは、このデバイスの中だけに保たれます。
kn: ನೀವು ಎಷ್ಟು ಆರಿಸಿದ್ದೀರಿ ಎಂಬುದು ಮಾತ್ರ Pillie ಗೆ ತಿಳಿಯುತ್ತದೆ. ಆ ಆ್ಯಪ್‌ಗಳು ಈ ಸಾಧನದಲ್ಲೇ ಖಾಸಗಿಯಾಗಿರುತ್ತವೆ.
ko: Pillie는 몇 개를 골랐는지만 알 수 있어요. 어떤 앱인지는 이 기기 안에서만 비공개로 남아요.
ml: നിങ്ങൾ എത്രയെണ്ണം തിരഞ്ഞെടുത്തു എന്ന് മാത്രമേ Pillie-ക്ക് അറിയൂ. ആ ആപ്പുകൾ ഈ ഡിവൈസിൽ തന്നെ സ്വകാര്യമായി തുടരും.
mr: तुम्ही किती निवडली एवढेच Pillie ला कळते. कोणती ॲप्स, हे याच डिव्हाइसवर खाजगी राहते.
ms: Pillie hanya melihat bilangan yang kamu pilih. Apl itu sendiri kekal peribadi pada peranti ini.
nb: Pillie ser bare hvor mange du valgte. Selve appene forblir private på denne enheten.
nl: Pillie ziet alleen hoeveel je er hebt gekozen. Welke apps het zijn, blijft privé op dit apparaat.
or: ଆପଣ କେତୋଟି ବାଛିଛନ୍ତି, Pillie କେବଳ ସେତିକି ଦେଖେ। ଆପ୍‌ଗୁଡ଼ିକ ଏହି ଡିଭାଇସ୍‌ରେ ଗୋପନ ରହେ।
pa: Pillie ਸਿਰਫ਼ ਇਹ ਦੇਖਦਾ ਹੈ ਕਿ ਤੁਸੀਂ ਕਿੰਨੀਆਂ ਚੁਣੀਆਂ। ਐਪਾਂ ਦੀ ਜਾਣਕਾਰੀ ਇਸੇ ਡਿਵਾਈਸ ’ਤੇ ਨਿੱਜੀ ਰਹਿੰਦੀ ਹੈ।
pl: Pillie widzi tylko, ile aplikacji wybrano. Same aplikacje pozostają prywatne na tym urządzeniu.
pt_br: O Pillie só vê quantos você escolheu. Os apps em si ficam privados neste aparelho.
pt_pt: O Pillie só vê quantas escolheste. As apps em si ficam privadas neste dispositivo.
ro: Pillie vede doar câte ai ales. Aplicațiile în sine rămân private pe acest dispozitiv.
ru: Pillie видит только, сколько приложений ты выбрала. Какие именно, знает лишь это устройство.
sk: Pillie vidí len, koľko aplikácií je vybraných. Samotné aplikácie zostávajú súkromné v tomto zariadení.
sl: Pillie vidi samo, koliko aplikacij je izbranih. Katere so, ostane zasebno na tej napravi.
sv: Pillie ser bara hur många du har valt. Själva apparna förblir privata på den här enheten.
ta: நீங்கள் எத்தனை தேர்ந்தெடுத்தீர்கள் என்பது மட்டுமே Pillie-க்குத் தெரியும். அந்த ஆப்ஸ் இந்தச் சாதனத்திலேயே தனிப்பட்டதாக இருக்கும்.
te: మీరు ఎన్ని ఎంచుకున్నారో మాత్రమే Pillieకి తెలుస్తుంది. ఆ యాప్‌లు ఈ డివైస్‌లోనే ప్రైవేట్‌గా ఉంటాయి.
th: Pillie เห็นแค่จำนวนที่คุณเลือก ส่วนแอปที่เลือกจะอยู่แค่บนอุปกรณ์นี้
tr: Pillie yalnızca kaç tane seçtiğini görür. Uygulamaların kendisi bu cihazda gizli kalır.
uk: Pillie бачить лише, скільки застосунків ти вибрала. Які саме, знає тільки цей пристрій.
ur: Pillie کو بس یہ پتا چلتا ہے کہ کتنی ایپس چنی گئیں۔ کون سی ایپس ہیں، یہ اسی ڈیوائس پر نجی رہتا ہے۔
vi: Pillie chỉ biết bạn đã chọn bao nhiêu. Bản thân các ứng dụng vẫn được giữ riêng tư trên thiết bị này.
zh_hans: Pillie 只知道你选了几个。具体是哪些应用，只保留在这台设备上。
zh_hant: Pillie 只知道你選了幾個。具體是哪些 App，只會保留在這部裝置上。

# onboarding.blocking_setup.selected_summary
source: Apps selected
ar: التطبيقات المحددة
bn: অ্যাপ নির্বাচিত
ca: Apps seleccionades
cs: Vybrané aplikace
da: Valgte apps
de: Apps ausgewählt
el: Επιλεγμένες εφαρμογές
es: Apps seleccionadas
fi: Sovelluksia valittu
fr: Apps sélectionnées
gu: પસંદ કરેલી ઍપ્સ
he: אפליקציות שנבחרו
hi: ऐप्स चुने गए
hr: Odabrane aplikacije
hu: Kijelölt appok
id: Aplikasi dipilih
it: App selezionate
ja: 選択したアプリ
kn: ಆಯ್ಕೆ ಮಾಡಿದ ಆ್ಯಪ್‌ಗಳು
ko: 선택한 앱
ml: തിരഞ്ഞെടുത്ത ആപ്പുകൾ
mr: निवडलेली ॲप्स
ms: Apl dipilih
nb: Apper valgt
nl: Apps geselecteerd
or: ଆପ୍ ବଛା ହୋଇଛି
pa: ਚੁਣੀਆਂ ਐਪਾਂ
pl: Wybrane aplikacje
pt_br: Apps selecionados
pt_pt: Apps selecionadas
ro: Aplicații selectate
ru: Выбрано приложений
sk: Vybrané aplikácie
sl: Izbrane aplikacije
sv: Valda appar
ta: ஆப்ஸ் தேர்ந்தெடுக்கப்பட்டன
te: ఎంచుకున్న యాప్‌లు
th: แอปที่เลือก
tr: Uygulama seçildi
uk: Вибрано застосунків
ur: چنی گئی ایپس
vi: Ứng dụng đã chọn
zh_hans: 已选应用
zh_hant: 已選的 App

# onboarding.blocking_setup.skip
source: Not now
ar: ليس الآن
bn: এখন নয়
ca: Ara no
cs: Teď ne
da: Ikke nu
de: Nicht jetzt
el: Όχι τώρα
es: Ahora no
fi: Ei nyt
fr: Pas maintenant
gu: હમણાં નહીં
he: לא עכשיו
hi: अभी नहीं
hr: Ne sada
hu: Most nem
id: Nanti saja
it: Non ora
ja: 今はしない
kn: ಈಗ ಬೇಡ
ko: 나중에
ml: ഇപ്പോൾ വേണ്ട
mr: आत्ता नाही
ms: Bukan sekarang
nb: Ikke nå
nl: Niet nu
or: ଏବେ ନୁହେଁ
pa: ਹੁਣ ਨਹੀਂ
pl: Nie teraz
pt_br: Agora não
pt_pt: Agora não
ro: Nu acum
ru: Не сейчас
sk: Teraz nie
sl: Ne zdaj
sv: Inte nu
ta: இப்போது வேண்டாம்
te: ఇప్పుడు కాదు
th: ไว้ทีหลัง
tr: Şimdi değil
uk: Не зараз
ur: ابھی نہیں
vi: Để sau
zh_hans: 以后再说
zh_hant: 暫時不要

# onboarding.blocking_setup.title
source: Pick the apps to pause
ar: اختاري التطبيقات المراد إيقافها مؤقتًا
bn: কোন অ্যাপগুলো পজ হবে, বেছে নিন
ca: Tria les apps per posar en pausa
cs: Vyber aplikace k pozastavení
da: Vælg de apps, du vil sætte på pause
de: Wähle Apps zum Pausieren
el: Διάλεξε τις εφαρμογές για παύση
es: Elige las apps que quieres pausar
fi: Valitse tauolle laitettavat sovellukset
fr: Choisis les apps à mettre en pause
gu: થોભાવવા માટે ઍપ્સ પસંદ કરો
he: בחרי אפליקציות להשהיה
hi: रोकने के लिए ऐप्स चुनें
hr: Odaberi aplikacije koje će se pauzirati
hu: Válaszd ki a szüneteltetendő appokat
id: Pilih aplikasi untuk dijeda
it: Scegli le app da mettere in pausa
ja: 一時停止するアプリを選ぶ
kn: ತಡೆಹಿಡಿಯಬೇಕಾದ ಆ್ಯಪ್‌ಗಳನ್ನು ಆರಿಸಿ
ko: 일시 중지할 앱을 선택하세요
ml: പോസ് ചെയ്യാൻ ആപ്പുകൾ തിരഞ്ഞെടുക്കൂ
mr: थांबवण्यासाठी ॲप्स निवडा
ms: Pilih apl untuk dijeda
nb: Velg appene du vil sette på pause
nl: Kies de apps die je wilt pauzeren
or: ବିରାମ କରିବାକୁ ଆପ୍ ବାଛନ୍ତୁ
pa: ਰੋਕਣ ਲਈ ਐਪਾਂ ਚੁਣੋ
pl: Wybierz aplikacje do wstrzymania
pt_br: Escolha os apps para pausar
pt_pt: Escolhe as apps para pausar
ro: Alege aplicațiile de pus pe pauză
ru: Выбери приложения для паузы
sk: Vyber aplikácie na pozastavenie
sl: Izberi aplikacije za zaustavitev
sv: Välj apparna du vill pausa
ta: இடைநிறுத்த வேண்டிய ஆப்ஸைத் தேர்ந்தெடுங்கள்
te: పాజ్ చేయాల్సిన యాప్‌లను ఎంచుకోండి
th: เลือกแอปที่จะหยุดชั่วคราว
tr: Duraklatılacak uygulamaları seç
uk: Обери застосунки для паузи
ur: روکنے کے لیے ایپس چنیں
vi: Chọn ứng dụng để tạm dừng
zh_hans: 选择要暂停的应用
zh_hant: 選擇要暫停的 App

# onboarding.cycle_position.calculated
source: Based on the day you picked
ar: بناءً على اليوم الذي اخترتِه
bn: আপনার বেছে নেওয়া দিনের ভিত্তিতে
ca: Segons el dia que has triat
cs: Podle vybraného dne
da: Ud fra den dag, du valgte
de: Anhand des Tages, den du gewählt hast
el: Με βάση την ημέρα που διάλεξες
es: Según el día que elegiste
fi: Valitsemasi päivän perusteella
fr: D’après le jour que tu as choisi
gu: તમે પસંદ કરેલા દિવસના આધારે
he: לפי היום שבחרת
hi: आपके चुने हुए दिन के आधार पर
hr: Prema odabranom danu
hu: A választott nap alapján
id: Berdasarkan hari yang kamu pilih
it: In base al giorno che hai scelto
ja: 選んだ日をもとに計算
kn: ನೀವು ಆರಿಸಿದ ದಿನದ ಆಧಾರದ ಮೇಲೆ
ko: 선택한 날짜 기준
ml: നിങ്ങൾ തിരഞ്ഞെടുത്ത ദിവസത്തെ അടിസ്ഥാനമാക്കി
mr: तुम्ही निवडलेल्या दिवसावर आधारित
ms: Berdasarkan hari yang kamu pilih
nb: Basert på dagen du valgte
nl: Op basis van de dag die je koos
or: ଆପଣ ବାଛିଥିବା ଦିନ ଅନୁସାରେ
pa: ਤੁਹਾਡੇ ਚੁਣੇ ਦਿਨ ਦੇ ਆਧਾਰ ’ਤੇ
pl: Na podstawie wybranego dnia
pt_br: Com base no dia que você escolheu
pt_pt: Com base no dia que escolheste
ro: Pe baza zilei pe care ai ales-o
ru: По выбранному тобой дню
sk: Podľa vybraného dňa
sl: Glede na izbrani dan
sv: Utifrån dagen du valde
ta: நீங்கள் தேர்ந்தெடுத்த நாளின் அடிப்படையில்
te: మీరు ఎంచుకున్న రోజు ఆధారంగా
th: อิงจากวันที่คุณเลือก
tr: Seçtiğin güne göre
uk: За вибраним тобою днем
ur: آپ کے چنے ہوئے دن کی بنیاد پر
vi: Dựa trên ngày bạn đã chọn
zh_hans: 根据你选的日期
zh_hant: 依你選的日期

# onboarding.cycle_position.day
source: Day %lld
ar: اليوم %lld
bn: দিন %lld
ca: Dia %lld
cs: Den %lld
da: Dag %lld
de: Tag %lld
el: Ημέρα %lld
es: Día %lld
fi: Päivä %lld
fr: Jour %lld
gu: દિવસ %lld
he: יום %lld
hi: दिन %lld
hr: Dan %lld
hu: %lld. nap
id: Hari %lld
it: Giorno %lld
ja: %lld日目
kn: ದಿನ %lld
ko: %lld일째
ml: ദിവസം %lld
mr: दिवस %lld
ms: Hari %lld
nb: Dag %lld
nl: Dag %lld
or: ଦିନ %lld
pa: ਦਿਨ %lld
pl: Dzień %lld
pt_br: Dia %lld
pt_pt: Dia %lld
ro: Ziua %lld
ru: День %lld
sk: Deň %lld
sl: Dan %lld
sv: Dag %lld
ta: நாள் %lld
te: రోజు %lld
th: วันที่ %lld
tr: %lld. gün
uk: День %lld
ur: دن %lld
vi: Ngày %lld
zh_hans: 第 %lld 天
zh_hant: 第 %lld 天

# onboarding.cycle_position.title
source: Where are you in your routine?
ar: أين أنتِ في روتينك؟
bn: আপনার রুটিনে আপনি এখন কোথায়?
ca: En quin punt de la teva rutina ets?
cs: Kde ve své rutině právě jsi?
da: Hvor er du i din rutine?
de: Wo stehst du in deiner Routine?
el: Πού βρίσκεσαι στη ρουτίνα σου;
es: ¿En qué punto estás de tu rutina?
fi: Missä kohdassa rutiiniasi olet?
fr: Où en es-tu dans ta routine ?
gu: તમારી રૂટિનમાં તમે ક્યાં છો?
he: איפה את בשגרה שלך?
hi: आप अपनी रूटीन में कहाँ हैं?
hr: Gdje si u svojoj rutini?
hu: Hol tartasz a rutinodban?
id: Kamu ada di mana dalam rutinitasmu?
it: Dove sei nella tua routine?
ja: 今、ルーティンのどのあたりですか？
kn: ನಿಮ್ಮ ದಿನಚರಿಯಲ್ಲಿ ನೀವು ಎಲ್ಲಿದ್ದೀರಿ?
ko: 지금 루틴의 어디쯤인가요?
ml: നിങ്ങളുടെ റുട്ടീനിൽ നിങ്ങൾ ഇപ്പോൾ എവിടെയാണ്?
mr: तुमच्या दिनक्रमात तुम्ही कुठे आहात?
ms: Di mana kamu dalam rutin kamu?
nb: Hvor er du i rutinen din?
nl: Waar zit je in je routine?
or: ଆପଣ ଆପଣଙ୍କ ରୁଟିନ୍‌ର କେଉଁଠି ଅଛନ୍ତି?
pa: ਤੁਸੀਂ ਆਪਣੀ ਰੁਟੀਨ ਵਿੱਚ ਕਿੱਥੇ ਹੋ?
pl: W którym miejscu rutyny jesteś?
pt_br: Onde você está na sua rotina?
pt_pt: Em que ponto da tua rotina estás?
ro: Unde ești în rutina ta?
ru: На каком ты этапе?
sk: Kde vo svojej rutine práve si?
sl: Kje v svoji rutini si?
sv: Var är du i din rutin?
ta: உங்கள் வழக்கத்தில் நீங்கள் எங்கே இருக்கிறீர்கள்?
te: మీ రొటీన్‌లో మీరు ఎక్కడ ఉన్నారు?
th: ตอนนี้คุณอยู่ตรงไหนของรูทีน
tr: Rutininin neresindesin?
uk: На якому ти етапі?
ur: آپ اپنے روٹین میں کہاں ہیں؟
vi: Bạn đang ở đâu trong lịch của mình?
zh_hans: 你的日常安排进行到哪了？
zh_hant: 你的日常安排進行到哪了？

# onboarding.demo.explainer
source: Pillie reminds you, you check in, and your history fills in.
ar: يذكّرك Pillie، فتسجّلين، ويمتلئ سجلّك.
bn: Pillie মনে করিয়ে দেয়, আপনি টিক দেন, আর আপনার ইতিহাস তৈরি হতে থাকে।
ca: Pillie t’ho recorda, tu confirmes i el teu historial es va omplint.
cs: Pillie ti připomene, ty odškrtneš dnešek a historie se sama doplní.
da: Pillie minder dig om det. Du krydser af, og din historik fyldes ud.
de: Pillie erinnert dich, du hakst ab, und dein Verlauf füllt sich.
el: Το Pillie σού θυμίζει, εσύ το σημειώνεις και το ιστορικό σου γεμίζει.
es: Pillie te lo recuerda, tú lo marcas y tu historial se completa.
fi: Pillie muistuttaa, sinä kuittaat, ja historiasi täyttyy.
fr: Pillie te rappelle, tu valides, et ton historique se remplit.
gu: Pillie યાદ અપાવે છે, તમે નોંધ કરો છો, અને તમારો ઇતિહાસ ભરાતો જાય છે.
he: Pillie מזכירה, את מסמנת, וההיסטוריה שלך מתמלאת.
hi: Pillie याद दिलाता है, आप दर्ज करती हैं, और इतिहास भरता जाता है।
hr: Pillie te podsjeti, ti se javiš, a povijest se sama popunjava.
hu: A Pillie emlékeztet, te kipipálod, az előzményeid pedig maguktól telnek.
id: Pillie mengingatkanmu, kamu check-in, dan riwayatmu terisi.
it: Pillie te lo ricorda, tu confermi e la cronologia si riempie.
ja: Pillieがリマインドして、あなたが記録すると、履歴が埋まっていきます。
kn: Pillie ನೆನಪಿಸುತ್ತದೆ, ನೀವು ದಾಖಲಿಸುತ್ತೀರಿ, ನಿಮ್ಮ ಇತಿಹಾಸ ತುಂಬುತ್ತದೆ.
ko: Pillie가 알려 주고, 체크하면 기록이 채워져요.
ml: Pillie ഓർമ്മിപ്പിക്കും, നിങ്ങൾ രേഖപ്പെടുത്തും, നിങ്ങളുടെ ചരിത്രം നിറയും.
mr: Pillie आठवण करून देते, तुम्ही नोंद करता, आणि इतिहास भरत जातो.
ms: Pillie ingatkan kamu, kamu sahkan, dan sejarah kamu terisi.
nb: Pillie minner deg på det, du krysser av, og historikken din fylles ut.
nl: Pillie herinnert je eraan, jij vinkt af en je geschiedenis vult zich aan.
or: Pillie ମନେ ପକାଏ, ଆପଣ ଦର୍ଜ କରନ୍ତି, ଆଉ ଆପଣଙ୍କ ଇତିହାସ ଭରିଚାଲେ।
pa: Pillie ਯਾਦ ਕਰਾਉਂਦਾ ਹੈ, ਤੁਸੀਂ ਦਰਜ ਕਰਦੇ ਹੋ, ਅਤੇ ਤੁਹਾਡਾ ਇਤਿਹਾਸ ਭਰਦਾ ਜਾਂਦਾ ਹੈ।
pl: Pillie przypomina, ty odhaczasz dzień, a historia sama się uzupełnia.
pt_br: O Pillie lembra, você registra e seu histórico vai se completando.
pt_pt: O Pillie lembra-te, tu registas e o teu histórico vai-se preenchendo.
ro: Pillie îți amintește, tu bifezi ziua, iar istoricul se completează.
ru: Pillie напоминает, ты отмечаешься, а история заполняется сама.
sk: Pillie ti pripomenie, ty odškrtneš dnešok a história sa sama doplní.
sl: Pillie te opomni, ti odkljukaš, zgodovina pa se sproti polni.
sv: Pillie påminner dig, du bockar av, och din historik fylls på.
ta: Pillie நினைவூட்டும், நீங்கள் பதிவு செய்வீர்கள், உங்கள் வரலாறு நிரம்பும்.
te: Pillie గుర్తు చేస్తుంది, మీరు నమోదు చేస్తారు, మీ చరిత్ర నిండుతుంది.
th: Pillie เตือนคุณ คุณเช็กอิน แล้วประวัติก็บันทึกไว้ให้
tr: Pillie hatırlatır, sen işaretlersin, geçmişin de dolar.
uk: Pillie нагадує, ти відмічаєшся, а історія заповнюється сама.
ur: Pillie یاد دلاتا ہے، آپ درج کرتی ہیں، اور ہسٹری بھرتی جاتی ہے۔
vi: Pillie nhắc bạn, bạn điểm danh, và lịch sử tự được ghi lại.
zh_hans: Pillie 提醒你，你来打卡，历史记录就会慢慢填满。
zh_hant: Pillie 提醒你，你來打卡，歷史紀錄就會慢慢填滿。

# onboarding.demo.history_body
source: Every check-in adds to your streak and your cycle history.
ar: كل تسجيل يضيف إلى سلسلتك وسجل دورتك.
bn: প্রতিটি টিক আপনার স্ট্রিক আর সাইকেলের ইতিহাসে যোগ হয়।
ca: Cada confirmació s’afegeix a la teva ratxa i a l’historial del cicle.
cs: Každé odškrtnutí prodlouží tvoji sérii a doplní historii cyklu.
da: Hvert kryds tæller med i din stime og din cyklushistorik.
de: Jedes Häkchen zählt für deine Serie und deinen Zyklusverlauf.
el: Κάθε μέρα που το σημειώνεις μεγαλώνει το σερί σου και συμπληρώνει το ιστορικό του κύκλου σου.
es: Cada día que marcas suma a tu racha y a tu historial del ciclo.
fi: Jokainen kuittaus kasvattaa putkeasi ja kiertohistoriaasi.
fr: Chaque validation compte pour ta série et ton historique de cycle.
gu: દરેક નોંધ તમારી સ્ટ્રીક અને સાઇકલના ઇતિહાસમાં ઉમેરાય છે.
he: כל סימון מוסיף לרצף שלך ולהיסטוריית המחזור.
hi: हर एंट्री आपके सिलसिले और साइकल इतिहास में जुड़ती है।
hr: Svako javljanje produžuje tvoj niz i puni povijest ciklusa.
hu: Minden kipipálás növeli a sorozatodat, és bekerül a ciklusod előzményeibe.
id: Setiap check-in menambah rentetan dan riwayat siklusmu.
it: Ogni conferma si aggiunge alla tua serie e alla cronologia del ciclo.
ja: 記録するたびに、連続記録と周期の履歴が増えていきます。
kn: ಪ್ರತಿ ದಾಖಲೂ ನಿಮ್ಮ ಸರಣಿಗೆ ಮತ್ತು ಚಕ್ರದ ಇತಿಹಾಸಕ್ಕೆ ಸೇರುತ್ತದೆ.
ko: 체크할 때마다 연속 기록과 주기 기록이 늘어나요.
ml: ഓരോ രേഖപ്പെടുത്തലും നിങ്ങളുടെ സ്ട്രീക്കിലേക്കും സൈക്കിൾ ചരിത്രത്തിലേക്കും ചേരും.
mr: प्रत्येक नोंद तुमच्या सलग मालिकेत आणि चक्राच्या इतिहासात भर घालते.
ms: Setiap kali kamu sahkan, rentetan dan sejarah kitaran kamu bertambah.
nb: Hver avkrysning legges til i rekken og syklushistorikken din.
nl: Elk vinkje telt mee voor je reeks en je cyclusgeschiedenis.
or: ପ୍ରତ୍ୟେକ ଥର ଦର୍ଜ କରିବା ଆପଣଙ୍କ ଧାରା ଓ ଚକ୍ର ଇତିହାସରେ ଯୋଗ ହୁଏ।
pa: ਹਰ ਵਾਰ ਦਰਜ ਕਰਨਾ ਤੁਹਾਡੀ ਸਟ੍ਰੀਕ ਅਤੇ ਸਾਈਕਲ ਇਤਿਹਾਸ ਵਿੱਚ ਜੁੜਦਾ ਹੈ।
pl: Każde odhaczenie wydłuża twoją serię i uzupełnia historię cyklu.
pt_br: Cada registro soma na sua sequência e no histórico do ciclo.
pt_pt: Cada registo conta para a tua sequência e para o histórico do ciclo.
ro: Fiecare bifare se adaugă la seria ta și la istoricul ciclului.
ru: Каждая отметка пополняет твою серию и историю цикла.
sk: Každé odškrtnutie predĺži tvoju sériu a doplní históriu cyklu.
sl: Vsaka kljukica podaljša tvoj niz in dopolni zgodovino cikla.
sv: Varje bock räknas in i din svit och din cykelhistorik.
ta: ஒவ்வொரு பதிவும் உங்கள் தொடர்ச்சியிலும் சுழற்சி வரலாற்றிலும் சேரும்.
te: ప్రతి నమోదు మీ స్ట్రీక్‌కు, సైకిల్ చరిత్రకు జోడించబడుతుంది.
th: ทุกครั้งที่เช็กอินจะเพิ่มสตรีคและประวัติรอบของคุณ
tr: Her işaretleme serine ve döngü geçmişine eklenir.
uk: Кожна відмітка поповнює твою серію та історію циклу.
ur: ہر اندراج آپ کے سلسلے اور سائیکل ہسٹری میں جڑتا ہے۔
vi: Mỗi lần điểm danh đều cộng vào chuỗi và lịch sử chu kỳ của bạn.
zh_hans: 每次打卡都会计入你的连续打卡和周期历史。
zh_hant: 每次打卡都會計入你的連續打卡和週期歷史。

# onboarding.demo.history_title
source: Your history builds as you go
ar: يتكوّن سجلّك مع الوقت
bn: যত এগোবেন, আপনার ইতিহাস তত গড়ে উঠবে
ca: El teu historial es va construint
cs: Historie roste s tebou
da: Din historik bygges op hen ad vejen
de: Dein Verlauf entsteht automatisch
el: Το ιστορικό σου χτίζεται σιγά σιγά
es: Tu historial se va construyendo
fi: Historiasi rakentuu matkan varrella
fr: Ton historique se construit au fil du temps
gu: જેમ આગળ વધો તેમ તમારો ઇતિહાસ બનતો જાય છે
he: ההיסטוריה שלך נבנית תוך כדי
hi: आपका इतिहास साथ-साथ बनता जाता है
hr: Tvoja povijest nastaje usput
hu: Az előzményeid menet közben épülnek
id: Riwayatmu terbentuk seiring waktu
it: La cronologia cresce giorno dopo giorno
ja: 履歴は使うほど積み重なる
kn: ನೀವು ಮುಂದುವರಿದಂತೆ ನಿಮ್ಮ ಇತಿಹಾಸ ಬೆಳೆಯುತ್ತದೆ
ko: 기록은 쓰는 만큼 쌓여요
ml: നിങ്ങൾ തുടരുന്നതിനനുസരിച്ച് നിങ്ങളുടെ ചരിത്രം വളരും
mr: तुमचा इतिहास हळूहळू तयार होतो
ms: Sejarah kamu terbina secara berterusan
nb: Historikken din bygges opp underveis
nl: Je geschiedenis groeit vanzelf
or: ଆପଣ ଯେତେ ଆଗକୁ ବଢ଼ିବେ, ଆପଣଙ୍କ ଇତିହାସ ସେତେ ଗଢ଼ି ଉଠିବ
pa: ਜਿਵੇਂ-ਜਿਵੇਂ ਤੁਸੀਂ ਅੱਗੇ ਵਧਦੇ ਹੋ, ਤੁਹਾਡਾ ਇਤਿਹਾਸ ਬਣਦਾ ਜਾਂਦਾ ਹੈ
pl: Historia buduje się sama
pt_br: Seu histórico se constrói conforme você avança
pt_pt: O teu histórico vai-se construindo
ro: Istoricul tău se construiește pe parcurs
ru: История собирается сама
sk: Tvoja história rastie priebežne
sl: Tvoja zgodovina nastaja sproti
sv: Din historik byggs upp med tiden
ta: நீங்கள் தொடரும்போது உங்கள் வரலாறு உருவாகும்
te: మీరు కొనసాగుతున్న కొద్దీ మీ చరిత్ర పెరుగుతుంది
th: ประวัติของคุณค่อย ๆ สะสมไปเอง
tr: Geçmişin sen ilerledikçe oluşur
uk: Історія збирається сама
ur: آپ کی ہسٹری ساتھ ساتھ بنتی جاتی ہے
vi: Lịch sử của bạn dần được ghi lại
zh_hans: 你的历史记录会随时间累积
zh_hant: 你的歷史紀錄會隨著時間累積

# onboarding.demo.remind_log
source: Get a reminder. Check in.
ar: يصلك تذكير. سجّلي.
bn: রিমাইন্ডার পান। টিক দিন।
ca: Rep un recordatori. Confirma.
cs: Přijde připomínka. Odškrtneš dnešek.
da: Få en påmindelse. Kryds af.
de: Erinnerung kommt. Abhaken.
el: Λάβε υπενθύμιση. Σημείωσέ το.
es: Recibe un recordatorio. Márcalo.
fi: Saat muistutuksen. Kuittaa.
fr: Reçois un rappel. Valide.
gu: રિમાઇન્ડર મેળવો. નોંધ કરો.
he: קבלי תזכורת. סמני.
hi: रिमाइंडर आए, तो दर्ज करें।
hr: Primi podsjetnik. Javi se.
hu: Kapj emlékeztetőt. Pipáld ki.
id: Dapat pengingat. Check-in.
it: Ricevi un promemoria. Conferma.
ja: リマインダーを受け取る。記録する。
kn: ಜ್ಞಾಪನೆ ಪಡೆಯಿರಿ. ದಾಖಲಿಸಿ.
ko: 알림을 받아요. 체크해요.
ml: റിമൈൻഡർ ലഭിക്കും. രേഖപ്പെടുത്തൂ.
mr: रिमाइंडर आला की नोंद करा.
ms: Terima peringatan. Sahkan.
nb: Få en påminnelse. Kryss av.
nl: Herinnering krijgen. Afvinken.
or: ରିମାଇଣ୍ଡର୍ ପାଆନ୍ତୁ। ଦର୍ଜ କରନ୍ତୁ।
pa: ਰਿਮਾਈਂਡਰ ਮਿਲਦਾ ਹੈ। ਦਰਜ ਕਰੋ।
pl: Dostajesz przypomnienie. Odhaczasz dzień.
pt_br: Receba um lembrete. Registre.
pt_pt: Recebe um lembrete. Regista.
ro: Primești un memento. Bifezi ziua.
ru: Получи напоминание. Отметься.
sk: Príde pripomienka. Odškrtneš dnešok.
sl: Prejmi opomnik. Odkljukaj.
sv: Få en påminnelse. Bocka av.
ta: நினைவூட்டலைப் பெறுங்கள். பதிவு செய்யுங்கள்.
te: రిమైండర్ అందుకోండి. నమోదు చేయండి.
th: รับการแจ้งเตือน แล้วเช็กอิน
tr: Hatırlatma al. İşaretle.
uk: Отримай нагадування. Відміться.
ur: یاد دہانی آئے، تو درج کریں۔
vi: Nhận lời nhắc. Điểm danh.
zh_hans: 收到提醒。打卡。
zh_hant: 收到提醒。打卡。

# onboarding.demo.step.history
source: History
ar: السجل
bn: ইতিহাস
ca: Historial
cs: Historie
da: Historik
de: Verlauf
el: Ιστορικό
es: Historial
fi: Historia
fr: Historique
gu: ઇતિહાસ
he: היסטוריה
hi: इतिहास
hr: Povijest
hu: Előzmények
id: Riwayat
it: Cronologia
ja: 履歴
kn: ಇತಿಹಾಸ
ko: 기록
ml: ചരിത്രം
mr: इतिहास
ms: Sejarah
nb: Historikk
nl: Geschiedenis
or: ଇତିହାସ
pa: ਇਤਿਹਾਸ
pl: Historia
pt_br: Histórico
pt_pt: Histórico
ro: Istoric
ru: История
sk: História
sl: Zgodovina
sv: Historik
ta: வரலாறு
te: చరిత్ర
th: ประวัติ
tr: Geçmiş
uk: Історія
ur: ہسٹری
vi: Lịch sử
zh_hans: 历史
zh_hant: 歷史

# onboarding.demo.step.log
source: Check in
ar: التسجيل
bn: টিক দিন
ca: Confirmar
cs: Odškrtnutí
da: Kryds af
de: Abhaken
el: Σημείωσέ το
es: Marcar
fi: Kuittaa
fr: Valider
gu: નોંધ કરો
he: סימון
hi: दर्ज करें
hr: Javi se
hu: Kipipálás
it: Conferma
ja: 記録
kn: ದಾಖಲು
ko: 체크
ml: രേഖപ്പെടുത്തൽ
mr: नोंद करा
ms: Sahkan
nb: Kryss av
nl: Afvinken
or: ଦର୍ଜ କରନ୍ତୁ
pa: ਦਰਜ ਕਰੋ
pl: Odhaczenie
pt_br: Registrar
pt_pt: Registar
ro: Bifare
ru: Отметиться
sk: Odškrtnutie
sl: Odkljukaj
sv: Bocka av
ta: பதிவு
te: నమోదు
th: เช็กอิน
tr: İşaretle
uk: Відмітитися
ur: درج کریں
vi: Điểm danh
zh_hans: 打卡
zh_hant: 打卡

# onboarding.demo.step.reminder
source: Reminder
ar: تذكير
bn: রিমাইন্ডার
ca: Recordatori
cs: Připomínka
da: Påmindelse
de: Erinnerung
el: Υπενθύμιση
es: Recordatorio
fi: Muistutus
fr: Rappel
gu: રિમાઇન્ડર
he: תזכורת
hi: रिमाइंडर
hr: Podsjetnik
hu: Emlékeztető
id: Pengingat
it: Promemoria
ja: リマインダー
kn: ಜ್ಞಾಪನೆ
ko: 알림
ml: റിമൈൻഡർ
mr: रिमाइंडर
ms: Peringatan
nb: Påminnelse
nl: Herinnering
or: ରିମାଇଣ୍ଡର୍
pa: ਰਿਮਾਈਂਡਰ
pl: Przypomnienie
pt_br: Lembrete
pt_pt: Lembrete
ro: Memento
ru: Напоминание
sk: Pripomienka
sl: Opomnik
sv: Påminnelse
ta: நினைவூட்டல்
te: రిమైండర్
th: แจ้งเตือน
tr: Hatırlatma
uk: Нагадування
ur: یاد دہانی
vi: Lời nhắc
zh_hans: 提醒
zh_hant: 提醒

# onboarding.demo.title
source: Your day with Pillie
ar: يومك مع Pillie
bn: Pillie-এর সঙ্গে আপনার দিন
ca: El teu dia amb Pillie
cs: Tvůj den s Pillie
da: Din dag med Pillie
de: Dein Tag mit Pillie
el: Η μέρα σου με το Pillie
es: Tu día con Pillie
fi: Päiväsi Pillien kanssa
fr: Ta journée avec Pillie
gu: Pillie સાથે તમારો દિવસ
he: היום שלך עם Pillie
hi: Pillie के साथ आपका दिन
hr: Tvoj dan s Pillie
hu: A napod a Pillie-vel
id: Harimu bersama Pillie
it: La tua giornata con Pillie
ja: Pillieと過ごす一日
kn: Pillie ಜೊತೆ ನಿಮ್ಮ ದಿನ
ko: Pillie와 함께하는 하루
ml: Pillie-യ്‌ക്കൊപ്പം നിങ്ങളുടെ ദിവസം
mr: Pillie सोबत तुमचा दिवस
ms: Hari kamu bersama Pillie
nb: Dagen din med Pillie
nl: Je dag met Pillie
or: Pillie ସହ ଆପଣଙ୍କ ଦିନ
pa: Pillie ਨਾਲ ਤੁਹਾਡਾ ਦਿਨ
pl: Twój dzień z Pillie
pt_br: Seu dia com o Pillie
pt_pt: O teu dia com o Pillie
ro: Ziua ta cu Pillie
ru: Твой день с Pillie
sk: Tvoj deň s Pillie
sl: Tvoj dan s Pillie
sv: Din dag med Pillie
ta: Pillie-உடன் உங்கள் நாள்
te: Pillieతో మీ రోజు
th: วันของคุณกับ Pillie
tr: Pillie ile günün
uk: Твій день з Pillie
ur: Pillie کے ساتھ آپ کا دن
vi: Một ngày của bạn cùng Pillie
zh_hans: 你和 Pillie 的一天
zh_hant: 你和 Pillie 的一天

# onboarding.demo.weekday.mon
source: Mon
ar: الاثنين
bn: সোম
ca: Dl
cs: Po
da: Man
de: Mo
el: Δευ
es: Lun
fi: Ma
fr: Lun
gu: સોમ
he: ב׳
hi: सोम
hr: Pon
hu: H
id: Sen
it: Lun
ja: 月
kn: ಸೋಮ
ko: 월
ml: തിങ്കൾ
mr: सोम
ms: Isn
nb: Man
nl: Ma
or: ସୋମ
pa: ਸੋਮ
pl: Pon
pt_br: Seg
pt_pt: Seg
ro: Lun
ru: Пн
sk: Po
sl: Pon
sv: Mån
ta: திங்
te: సోమ
th: จ.
tr: Pzt
uk: Пн
ur: پیر
vi: T2
zh_hans: 周一
zh_hant: 週一
